Repository: Matej-Kovar/jobka_clonka_ios
Catalog: ClonkaApp/ClonkaApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: cs, de

# AboutApp_DeveloperMode
source: Developer Mode Active
cs: Vývojářský mód aktivován

# AboutApp_Title
source: About
cs: O aplikaci

# AboutApp_Version
source: Version 1.0.é
cs: Version 1.0.0

source: Activate
cs: Aktivovat

# App_Description
source: Employee Portal
cs: Portál pro zaměstnance
de: Mitarbeiterportal

source: Appearance
cs: Vzhled

# Auth_AccessCode
source: Access Code
cs: Přístupový kód
de: Zugangscode

# Auth_Camera
source: Camera
cs: Kamera
de: Kamera

# Auth_EnterAccessCode
source: Enter access code or scan QR
cs: Napsat přístupový kód nebo skenovat QR kód
de: Zugangscode eingeben oder QR-Code scannen

# Auth_EnterDeveloperPassword
source: Enter Developer Password
cs: Napsat vývojářské heslo

# Auth_EnterPersonalNumber
source: Enter personal number
cs: Napsat osobní číslo
de: Personalnummer eingeben

# Auth_EnterQRCode
source: Enter QR Code
cs: Zadat QR kód

# Auth_ErrorNoAC
source: Please enter your access code
cs: Prosím zadejte svůj přístupový kód
de: Bitte geben Sie Ihren Zugangscode ein

# Auth_ErrorNoPN
source: Please enter your personal number
cs: Prosím zadejte svoje osobní číslo
de: Bitte geben Sie Ihren Personalnummer ein

# Auth_LoggingIn
source: Logging in...
cs: Přihlašování...
de: Anmeldung läuft...

# Auth_Login
source: Login
cs: Přihlášení
de: Anmelden

# Auth_Manual
source: Manual
cs: Zadat manuálně
de: Manuel Eingabe

# Auth_Password
source: Password
cs: Heslo

# Auth_PersonalNumber
source: Personal Number
cs: Osobní číslo
de: Personalnummer

# Auth_PN
source: PN
cs: OČ

# Auth_QRCAC
source: QR Code / Access Code
cs: QR kód / Přístupový kód

# Auth_SavedAccounts
source: Saved Accounts
cs: Uložené účty
de: Gespeicherte Konten

# Auth_ScanQRCode
source: Scan QR
cs: Skenovat QR kód
de: QR-code scannen

source: Cancel
cs: Zrušit
de: Abbrechen

source: Close
cs: Zavřít

source: Confirm
cs: Potvrdit

source: Developer Mode
cs: Vývojářský režim

source: Done
cs: Hotovo

# Error_Generic
source: Something went wrong
cs: Něco se pokazilo

# Error_TryAgain
source: Try Again
cs: Zkusit to znova

# Image_Fail
source: Image failed to load
cs: Obrázek se nepovedlo načíst

# Image_URL
source: Image URL not available
cs: URL obrázku není dostupné

source: Loading...
cs: Načítání...

# MaintenanceView_Description
source: The app is currently under maintenance. Please try again later.
cs: Aplikace je momentálně v údržbě. Prosím, zkuste to znovu později.

# MaintenenceMode_Title
source: Maintenance Mode
cs: Údržba

source: Manual
cs: Zadat ručně

# Menu_Favorites
source: Favorites
cs: Oblíbené

# Menu_NoItems
source: No menu items found
cs: Nebyly nalezeny žádné moduly

# Menu_SearchMenu
source: Search menu
cs: Vyhledávání

source: No items found
cs: Žádná položka nebyla nalezena

# Post_ApprovalFail
source: Approval failed
cs: Potvrzení selhalo

# Post_Approve
source: Approve
cs: Potvrdit

# Post_Approved
source: Approved
cs: Potvrzeno

# Post_ApproveMessage
source: I confirm I have read this post
cs: Potvrzuji že jsem si přečetl toto sdělení

# Post_Attachments
source: Attachments
cs: Přílohy

source: Post Detail
cs: Detail sdělení

# Post_NoPosts
source: No posts ye
cs: Zatím žádná sdělení

# Post_Notice
source: Notice
cs: nevím co je notice

# Post_Title
source: Post
cs: Sdělení

source: Profile
cs: Profil

# Profile_About
source: About
cs: O aplikaci

# Profile_Details
source: Details
cs: Detaily

# Profile_Logout
source: Logout
cs: Odhlásit

# Profile_RemovePhoto
source: Remove Photo
cs: Odstranit fotku

# Profile_Settings
source: Settings
cs: Nastavení

# Profile_TesterAccount
source: Tester Account
cs: Testovací účet

# Profile_Title
source: Profile
cs: Profil

# Profile_User
source: User
cs: Uživatel

source: Submit
cs: Potvrdit

# Survey_Anonymous
source: Anonymous
cs: Anonymní

# Survey_Answered
source: Answered
cs: Odpovězeno

# Survey_Archive
source: Archive
cs: Archiv

# Survey_ListTitle
source: Survey
cs: Dotazy

# Survey_New
source: New
cs: Nový

# Survey_Open
source: Open
cs: Otevřeno

# Survey_Query
source: Query
cs: Dotaz

# Survey_Question
source: Question
cs: Otázka

# Survey_Questionnaire
source: Questionnaire
cs: Dotazník

# Survey_Required
source: Required
cs: Povinné

# Survey_SellectAll
source: Select all that apply
cs: Vyberte vše co odpovídá

source: Survey Submitted
cs: Dotaz odeslán

# Survey_Thanks
source: Thank you for your answers.
cs: Děkujeme za vaše odpovědi

# Survey_Title
source: Survey
cs: Dotaz

# Survey_Type
source: Type your answer
cs: Napište svou odpověď

# Suvey_NotAvailable
source: No surveys available
cs: Žádné dotazy nejsou dostupné

source: Unknown
cs: Neznámé

# UnknownModule_Description
source: This module is not yet available
cs: Tento modul ještě není dostupný

# UnknownModule_Title
source: Unknown Module
cs: Neznámý modul
